Revit 2024 API
ParameterTypeId.RbsFpSprinklerPressureClassParam Property
 "Pressure Class"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsFpSprinklerPressureClassParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsFpSprinklerPressureClassParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsFpSprinklerPressureClassParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace